verification/runs/T-family/T10aR2_runs/R2_c/system/controlDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      controlDict;
}

application     buoyantSimpleFoam;
startFrom       latestTime;
startTime       0;
stopAt          endTime;
endTime         20;
deltaT          1;
writeControl    timeStep;
writeInterval   5;
purgeWrite      0;
writeFormat     ascii;
writePrecision  16;
writeCompression off;
timeFormat      general;
timePrecision   6;
runTimeModifiable false;
