verification/runs/T-family/T10aR2_runs/R2_c/0.orig/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0 0 0);
boundaryField
{
    floor { type noSlip; }
    ceiling { type noSlip; }
    x0 { type noSlip; }
    x1 { type noSlip; }
    y0 { type noSlip; }
    y1 { type noSlip; }
}
